{
  "currentKittens": [
    {
      "id": "lahf17gal84dsavy5e",
      "name": "Rosemary",
      "description": "Rosemary was sort of part of The Spice Rack litter. She was caught in the same area as the other 4, however she is a month or 2 older. The rescue were considering TNRing her as she is past the ideal age for socialization and JUST on the line between foster and TNR age, but Chloe wanted to give her a chance. Chloe has managed to get her purr \n<3\n Rosemary is the large brown swirly tabby.",
      "imgUrl": "https://cdn.discordapp.com/attachments/998773575752364113/1030252945633198110/rosemary.jpg",
      "gender": "female"
    },
    {
      "id": "lahf25u0nb0ok3gz78",
      "name": "Saria",
      "description": "Saria (aka naughty tortie) was being given away on Facebook at 4 weeks old. She was not weaned properly so Chloe had to spend a lot of time transitioning her onto solid food. She is very friendly and cheeky. Saria is the tortoiseshell",
      "imgUrl": "https://cdn.discordapp.com/attachments/1037061940670898196/1038402918463848458/C579FE21-7D7D-4EF3-9654-ACE21C9215EF.jpg",
      "gender": "female"
    },
    {
      "id": "lahf3dm6iaxa3uwtgno",
      "name": "Impa",
      "description": "Impa and Nabooru are sisters! Their story is really heart breaking - they were owned and their mum left them at 4 weeks old. 2 of their litter died because they were being kept in an empty cat cage for a week and only survived because they had cows milk once every few days \n:(\n (cows milk isn't good for kittens, but in this case it at least gave them a little nutrition). These two girls are lucky to be alive. Impa is the smaller brown swirly tabby",
      "imgUrl": "https://cdn.discordapp.com/attachments/1037061940670898196/1038403306042691685/EC204287-1C63-4618-A319-448163D4960E.jpg",
      "gender": "female"
    },
    {
      "id": "lahf477yahxpq4pgny7",
      "name": "Nabooru",
      "description": "Nabooru and Impa are sisters! Their story is really heart breaking - they were owned and their mum left them at 4 weeks old. 2 of their litter died because they were being kept in an empty cat cage for a week and only survived because they had cows milk once every few days \n:(\n (cows milk isn't good for kittens, but in this case it at least gave them a little nutrition). These two girls are lucky to be alive. Nabooru is the calico (tortie and white)",
      "imgUrl": "https://cdn.discordapp.com/attachments/1037061940670898196/1038402975338606623/551329DC-1741-4DC7-B73E-0835926546B5.jpg",
      "gender": "female"
    },
    {
      "id": "lahf4w0ynchbn3ikpo",
      "name": "Ruto",
      "description": "Ruto is a litter mate of Darunia and Rauru! She was surrendered to Chloe by a lovely local lady who just wants the best for the kittens. These kittens were very healthy when they first arrived. Chloe has got the mama cat desexed and microchipped for her \n<3\n Ruto is the short fur brown tabby without white paws",
      "imgUrl": "https://cdn.discordapp.com/attachments/1037061940670898196/1041851274200621116/IMG_3220.jpeg",
      "gender": "female"
    },
    {
      "id": "lahf5ro8s3t10pz2cc",
      "name": "Rauru",
      "description": "Rauru is a litter mate of Darunia and Ruto! He was surrendered to Chloe by a lovely local lady who just wants the best for the kittens. These kittens were very healthy when they first arrived. Chloe has got the mama cat desexed and microchipped for her \n<3\n Rauru is the short fur brown tabby with white paws",
      "imgUrl": "https://cdn.discordapp.com/attachments/1037061940670898196/1041851273646968953/IMG_3208.jpeg",
      "gender": "male"
    },
    {
      "id": "lahf6h1euij93qzwdlo",
      "name": "Darunia",
      "description": "Darunia is a litter mate of Rauru and Ruto! He was surrendered to Chloe by a lovely local lady who just wants the best for the kittens. These kittens were very healthy when they first arrived. Chloe has got the mama cat desexed and microchipped for her \n<3\n Darunia is the long fur brown tabby.",
      "imgUrl": "https://cdn.discordapp.com/attachments/1037061940670898196/1041851273932193812/IMG_3215.jpeg",
      "gender": "male"
    },
    {
      "id": "lahf73xm81nuu5y657f",
      "name": "Link",
      "description": "Chloe's friend found Link and got in touch with her. He was very boney with a huge worm belly, and so many fleas that the bath water turned red \n:(\n He is still a little spicy at first but is very purry after a minute or 2. Link is the grey tabby.",
      "imgUrl": "https://cdn.discordapp.com/attachments/1037061940670898196/1041851273361760407/IMG_3160.jpeg",
      "gender": "male"
    }
  ]
}
